<?php
/**
 * Created by PhpStorm.
 * User: wangsl
 * Date: 2018/04/02
 * Time: 14:29
 * 状态设置
 */

return [
    //状态设置
    'warranty' => [
        'order'=>[
            //订单状态
            '1'=>'待核保',
            '2'=>'核保失败',
            '3'=>'未支付-核保成功',
            '4'=>'支付中',
            '5'=>'支付失败',
            '6'=>'支付成功',
        ],
       'warranty'=>[
           //保单状态
           '7'=>'保障中',
           '8'=>'待生效',
           '9'=>'带续保',
           '10'=>'已失效',
           '11'=>'已退保',
       ],
    ],
];